var menuData = 
[
    { "title": "孟慧慧" },
    {
        "title": "跟团游",
        "area": [
            "境内跟团",
            "国内跟团",
            "周边跟团"
        ]
    },
    {
        "title": "自助游",
        "area": [
            "境内跟团",
            "国内跟团",
            "周边跟团"
        ]
    },
    {
        "title": "邮轮",
        "area": [
            "包航专项",
            "国内跟团",
            "周边跟团"
        ]
    },
    {
        "title": "酒+景",
        "tag": "自驾"
    },
    {
        "title": "机票",
        "tag": "HOT",
        "area": [
            "特价机票",
            "国内跟团",
            "周边跟团"
        ]
    },
    {
        "title": "酒店",
        "area": [
            "国内酒店",
            "国内跟团"
        ]
    },
    {
        "title": "火车票"
    },
    {
        "title": "汽车票"
    },
    {
        "title": "专用车"
    },
    {
        "title": "门票",
        "tag": "上海迪士尼"
    },
    {
        "title": "特卖",
        "area": [
            "今日必抢",
            "牛人专享"
        ]
    },
    {
        "title": "主题游",
        "area": [
            "瓜果亲子游",
            "牛人专享"
        ]
    },
    {
        "title": "出游服务",
        "area": [
            "租车用车",
            "牛人专享",
            "牛人专享",
            "牛人专享"
        ]
    },
    {
        "title": "定制游",
        "area": [
            "租车用车",
            "牛人专享",
            "牛人专享",
            "牛人专享"
        ]
    },
    {
        "title": "金融",
        "area": [
            "租车用车",
            "牛人专享",
            "牛人专享",
            "牛人专享"
        ]
    },
    {
        "title": "攻略",
        "area": [
            "租车用车",
            "牛人专享",
            "牛人专享",
            "牛人专享"
        ]
    }
]